Revit 2027 API
ParameterTypeId.ViewSolarstudyStillDateValue Property
 "Still date"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewSolarstudyStillDateValue { get; }
Public Shared ReadOnly Property ViewSolarstudyStillDateValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewSolarstudyStillDateValue {
	ForgeTypeId^ get ();
}
static member ViewSolarstudyStillDateValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace